[
    {
        "id_question" : 1,
        "id_answer" : 1,
        "text" : "There is no known cause for Down syndrome. Down syndrome is a naturally occurring chromosomal arrangement that has always been a part of the human condition. The sole characteristic shared by all people with Down syndrome is the presence of extra genetic material associated with the 21st chromosome. This happens because of an error during cell division when the egg and sperm first meet. The effects of that extra genetic material vary greatly from individual to individual."
    },
    
    {
        "id_question" : 1,
        "id_answer" : 2,
        "text" : "Or, as we like to say, down syndrome is not a trouble, but a different way to leave."
    },
    
    {
        "id_question" : 2,
        "id_answer" : 3,
        "text" : "Mongoloid is a term that is not appropriate to use when describing people with Down syndrome. It originally referred to people who resembled the ‘mongols’ but is no longer in technical-professional use."
    },
    
    {
        "id_question" : 3,
        "id_answer" : 4,
        "text" : "Of the three types of Down Syndrome, only translocation can be a genetic (inherited) chromosomal arrangement."
    },
    
    {
        "id_question" : 3,
        "id_answer" : 5,
        "text" : "Or, as we like to say, only dumbness is inherited."
    },
    
    {
        "id_question" : 4,
        "id_answer" : 6,
        "text" : "Down syndrome is a naturally occurring chromosomal arrangement that has always existed throughout history. While art and historical pieces portraying people with Down syndrome have been found dating as far back as 500 AD, Down syndrome was first characterized in 1862 by John Langdon Down. The treatment of people with Down syndrome has greatly improved throughout history. When CDSS began in 1987, people with Down syndrome were starting to live in their communities, and institutions were being closed. Today, with the right supports, CDSS has seen people with Down syndrome flourish in society. People with Down syndrome are contributing to their communities, living independently, getting married, and having meaningful employment. For comprehensive information about the history of Down syndrome, we recommend reading Down’s Syndrome: The History of a Disability by David Wright. Also see the History of Down Syndrome – Human and Civil Rights Timeline."
    }
    
]