[
    {
        "id_book" : 1,
        "id_genre" : 1,
        "title" : "The Lord of the Ring - The Fellowship of the Ring",
        "description" : "The opening novel of The Lord of the Rings—the greatest fantasy epic of all time—which continues in The Two Towers and The Return of the King. Nominated as one of America’s best-loved novels by PBS’s The Great American Read. The dark, fearsome Ringwraiths are searching for a Hobbit. Frodo Baggins knows that they are seeking him and the Ring he bears—the Ring of Power that will enable evil Sauron to destroy all that is good in Middle-earth. Now it is up to Frodo and his faithful servant, Sam, with a small band of companions, to carry the Ring to the one place it can be destroyed: Mount Doom, in the very center of Sauron’s realm.",
        "price_paper" : 12.40,
        "price_ebook" : 5.90,
        "cover_img" : "../assets/img/books/book-1.jpg",
        "support" : "both",
        "pages" : 480,
        "rating" : 5,
        "language" : "English",
        "interview" : "https://www.youtube.com/embed/yFexwNCYenI",
        "our_favorite" : true,
        "best_seller" : true        
    },
    
    {
        "id_book" : 2,
        "id_genre" : 1,
        "title" : "The Lord of the Ring - The Two Towers",
        "description" : "The middle novel in The Lord of the Rings—the greatest fantasy epic of all time—which began in The Fellowship of the Ring, and which reaches its magnificent climax in The Return of the King. Nominated as one of America’s best-loved novels by PBS’s The Great American Read. The Fellowship is scattered. Some are bracing hopelessly for war against the ancient evil of Sauron. Some are contending with the treachery of the wizard Saruman. Only Frodo and Sam are left to take the accursed One Ring, ruler of all the Rings of Power, to be destroyed in Mordor, the dark realm where Sauron is supreme. Their guide is Gollum, deceitful and lust-filled, slave to the corruption of the Ring.",
        "price_paper" : 12.40,
        "price_ebook" : 5.90,
        "cover_img" : "../assets/img/books/book-2.jpg",
        "support" : "both",
        "pages" : 416,
        "rating" : 4,
        "language" : "English",
        "interview" : "",
        "our_favorite" : true,
        "best_seller" : true        
    },
    
    {
        "id_book" : 3,
        "id_genre" : 1,
        "title" : "The Lord of the Ring - The Return of the King",
        "description" : "The awesome conclusion to The Lord of the Rings—the greatest fantasy epic of all time—which began in The Fellowship of the Ring and The Two Towers. Nominated as one of America’s best-loved novels by PBS’s The Great American Read. While the evil might of the Dark Lord Sauron swarms out to conquer all Middle-earth, Frodo and Sam struggle deep into Mordor, seat of Sauron’s power. To defeat the Dark Lord, the One Ring, ruler of all the accursed Rings of Power, must be destroyed in the fires of Mount Doom. But the way is impossibly hard, and Frodo is weakening. Weighed down by the compulsion of the Ring, he begins finally to despair.",
        "price_paper" : 12.40,
        "price_ebook" : 5.90,
        "cover_img" : "../assets/img/books/book-3.jpg",
        "support" : "both",
        "pages" : 512,
        "rating" : 4,
        "interview" : "",
        "language" : "English",
        "our_favorite" : false,
        "best_seller" : true        
    },
    
    {
        "id_book" : 4,
        "id_genre" : 5,
        "title" : "The Spy",
        "description" : "In his new novel, Paulo Coelho, bestselling author of The Alchemist and Adultery, brings to life one of history’s most enigmatic women: Mata Hari. Her only crime was to be an independent woman. When Mata Hari arrived in Paris she was penniless.  Within months she was the most celebrated woman in the city. As a dancer, she shocked and delighted audiences; as a courtesan, she bewitched the era’s richest and most powerful men. But as paranoia consumed a country at war, Mata Hari’s lifestyle brought her under suspicion. In 1917, she was arrested in her hotel room on the Champs Elysees, and accused of espionage. Told in Mata Hari’s voice through her final letter, The Spy is the unforgettable story of a woman who dared to defy convention and who paid the ultimate price.",
        "price_paper" : 14.70,
        "price_ebook" : 9.90,
        "cover_img" : "../assets/img/books/book-8.jpg",
        "support" : "both",
        "pages" : 208,
        "rating" : 2,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : false        
    },
    
    {
        "id_book" : 5,
        "id_genre" : 6,
        "title" : "Romeo and Juliet",
        "description" : "Romeo and Juliet is a tragedy written by William Shakespeare early in his career about two young star-crossed lovers whose deaths ultimately reconcile their feuding families. It was among Shakespeare's most popular plays during his lifetime and along with Hamlet, is one of his most frequently performed plays. Today, the title characters are regarded as archetypal young lovers",
        "price_paper" : 10.50,
        "price_ebook" : 4.50,
        "cover_img" : "../assets/img/books/book-9.jpg",
        "support" : "paper",
        "pages" : 240,
        "rating" : 3,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : true        
    },
    
    {
        "id_book" : 6,
        "id_genre" : 3,
        "title" : "Harry Potter and the Sorcerer’s Stone",
        "description" : "This is the tale of Harry Potter, an ordinary 11-year-old boy serving as a sort of slave for his aunt and uncle who learns that he is actually a wizard and has been invited to attend the Hogwarts School for Witchcraft and Wizardry. Harry is snatched away from his mundane existence by Rubeus Hagrid, the grounds keeper for Hogwarts, and quickly thrown into a world completely foreign to both him and the viewer. Famous for an incident that happened at his birth, Harry makes friends easily at his new school. He soon finds, however, that the wizarding world is far more dangerous for him than he would have imagined, and he quickly learns that not all wizards are ones to be trusted.",
        "price_paper" : 8.99,
        "price_ebook" : 4.90,
        "cover_img" : "../assets/img/books/book-4.jpg",
        "support" : "both",
        "pages" : 294,
        "rating" : 5,
        "language" : "English",
        "interview" : "https://www.youtube.com/embed/zHb-CyXy4Sw",
        "our_favorite" : true,
        "best_seller" : true        
    },
    
    {
        "id_book" : 7,
        "id_genre" : 3,
        "title" : "Harry Potter and the Chamber of Secrets",
        "description" : "Forced to spend his summer holidays with his muggle relations, Harry Potter gets a real shock when he gets a surprise visitor: Dobby the house-elf, who warns Harry Potter against returning to Hogwarts, for terrible things are going to happen. Harry decides to ignore Dobby's warning and continues with his pre-arranged schedule. But at Hogwarts, strange and terrible things are indeed happening. Harry is suddenly hearing mysterious voices from inside the walls, muggle-born students are being attacked, and a message scrawled on the wall in blood puts everyone on his or her guard, \"The Chamber Of Secrets Has Been Opened. Enemies Of The Heir, Beware\".",
        "price_paper" : 8.99,
        "price_ebook" : 4.90,
        "cover_img" : "../assets/img/books/book-5.jpg",
        "support" : "both",
        "pages" : 289,
        "rating" : 4,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : true        
    },
    
    {
        "id_book" : 8,
        "id_genre" : 3,
        "title" : "Harry Potter and the Prisoner of Azkaban",
        "description" : "Harry Potter is having a tough time with his relatives (yet again). He runs away after using magic to inflate Uncle Vernon's sister Marge who was being offensive towards Harry's parents. Initially scared for using magic outside the school, he is pleasantly surprised that he won't be penalized after all. However, he soon learns that a dangerous criminal and Voldemort's trusted aide Sirius Black has escaped from the Azkaban prison and wants to kill Harry to avenge the Dark Lord. To worsen the conditions for Harry, vile creatures called Dementors are appointed to guard the school gates and inexplicably happen to have the most horrible effect on him. Little does Harry know that by the end of this year, many holes in his past (whatever he knows of it) will be filled up and he will have a clearer vision of what the future has in store.",
        "price_paper" : 8.99,
        "price_ebook" : 4.90,
        "cover_img" : "../assets/img/books/book-6.jpg",
        "support" : "both",
        "pages" : 341,
        "rating" : 4,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : false        
    },
    
    {
        "id_book" : 9,
        "id_genre" : 3,
        "title" : "Harry Potter and the Goblet of Fire",
        "description" : "When the Quidditch World Cup is disrupted by Voldemort's rampaging supporters alongside the resurrection of the terrifying Dark Mark, it is obvious to Harry Potter that, far from weakening, Voldemort is getting stronger. Back at Hogwarts for his fourth year, Harry is astonished to be chosen by the Goblet of Fire to represent the school in the Triwizard Tournament. The competition is dangerous, the tasks terrifying, and true courage is no guarantee of survival - especially when the darkest forces are on the rise.",
        "price_paper" : 9.99,
        "price_ebook" : 5.15,
        "cover_img" : "../assets/img/books/book-7.jpg",
        "support" : "both",
        "pages" : 571,
        "rating" : 5,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : true        
    },
    
    {
        "id_book" : 10,
        "id_genre" : 2,
        "title" : "Franklin Steak",
        "description" : "Aaron Franklin may be the reigning king of brisket, but in his off-time, what he really loves to cook and eat at home is steak. So, in this follow-up to his New York Times bestselling book Franklin Barbecue, the pitmaster extraordinaire teaches readers how to cook his favorite food to absolute perfection. With their trademark rigor and expertise, Franklin and coauthor Jordan Mackay go deeper into the art and science of cooking steak than anyone has gone before. They demystify cattle breeds, explore the technique of dry-aging, explore globally-inspired techniques like the reverse sear and hibachi-style cooking, and even teach readers how to build a custom, backyard grill setup. For any meat-lover, backyard grill-master, or fan of Franklin’s fun yet authoritative approach, this book is a must-have.",
        "price_paper" : 15.99,
        "price_ebook" : 10.15,
        "cover_img" : "../assets/img/books/book-10.jpg",
        "support" : "paper",
        "pages" : 224,
        "rating" : 4,
        "language" : "English",
        "interview" : "https://www.youtube.com/embed/f_x8iYwfNfI",
        "our_favorite" : true,
        "best_seller" : false        
    },
    
    {
        "id_book" : 11,
        "id_genre" : 2,
        "title" : "EAT. COOK. L.A.",
        "description" : "An intimate culinary portrait of Los Angeles today—a city now recognized among food lovers for its booming, vibrant, international restaurant landscape—with 100 recipes from its restaurants, juice bars, coffee shops, cocktail lounges, food trucks, and hole-in-the-wall gems. Once considered a culinary wasteland, Los Angeles is now one of the most exciting food cities in the world. Like the multi-faceted, sprawling city itself, the food of Los Angeles is utterly its own, an amalgam of international influence, disposable income, glamour, competition, immigrant vitality, health consciousness, purity, and beach-loving, laid back, hip, unrestrained creativity. With 100 recipes pulled from the city’s best restaurants but retooled for the home cook—like Charred Cucumber Gazpacho, Roast Chicken with Spicy Harissa, Vietnamese Coffee Pudding, Blackberry Mint Mojito Ice Cream and Thai Basil Margaritas—EAT. COOK. L.A.; Notes and Recipes from the City of Angels is both a culinary roadmap and a sophisticated insider’s look at one of America’s most iconic and fascinating cities.",
        "price_paper" : 14.99,
        "price_ebook" : 7.15,
        "cover_img" : "../assets/img/books/book-11.jpg",
        "support" : "paper",
        "pages" : 256,
        "rating" : 2,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : false        
    },
    
    {
        "id_book" : 12,
        "id_genre" : 4,
        "title" : "The Four",
        "description" : "Amazon, Apple, Facebook, and Google are the four most influential companies on the planet. Just about everyone thinks they know how they got there. Just about everyone is wrong. For all that’s been written about the Four over the last two decades, no one has captured their power and staggering success as insightfully as Scott Galloway. Instead of buying the myths these companies broadcast, Galloway asks fundamental questions. How did the Four infiltrate our lives so completely that they’re almost impossible to avoid (or boycott)? Why does the stock market forgive them for sins that would destroy other firms? And as they race to become the world’s first trillion-dollar company, can anyone challenge them? In the same irreverent style that has made him one of the world’s most celebrated business professors, Galloway deconstructs the strategies of the Four that lurk beneath their shiny veneers. He shows how they manipulate the fundamental emotional needs that have driven us since our ancestors lived in caves, at a speed and scope others can’t match. And he reveals how you can apply the lessons of their ascent to your own business or career.Whether you want to compete with them, do business with them, or simply live in the world they dominate, you need to understand the Four.",
        "price_paper" : 13.99,
        "price_ebook" : 9.15,
        "cover_img" : "../assets/img/books/book-12.jpg",
        "support" : "eBook",
        "pages" : 336,
        "rating" : 3,
        "language" : "English",
        "interview" : "https://www.youtube.com/embed/0vIEe_E3VDQ",
        "our_favorite" : true,
        "best_seller" : true        
    },
    
    {
        "id_book" : 13,
        "id_genre" : 7,
        "title" : "The Algebra of Happiness",
        "description" : "Scott Galloway teaches brand strategy at NYU’s Stern School of Business, but his most popular lectures deal with life strategy, not business. In the classroom, on his blog, and in YouTube videos garnering millions of views, he regularly offers hard-hitting answers to the big questions: What’s the formula for a life well lived? How can you have a meaningful career, not just a lucrative one? Is work/life balance possible? What are the elements of a successful relationship? The Algebra of Happiness: Notes on the Pursuit of Success, Love, and Meaning draws on Professor Galloway’s mix of anecdotes and no-BS insight to share hard-won wisdom about life’s challenges, along with poignant personal stories. Whether it’s advice on if you should drop out of school to be an entrepreneur (it might have worked for Steve Jobs, but you’re probably not Steve Jobs), ideas on how to position yourself in a crowded job market (do something “boring” and move to a city; passion is for people who are already rich), discovering what the most important decision in your life is (it’s not your job, your car, OR your zip code), or arguing that our relationships to others are ultimately all that matter, Galloway entertains, inspires, and provokes. Brash, funny, and surprisingly moving, The Algebra of Happiness represents a refreshing perspective on our need for both professional success and personal fulfillment, and makes the perfect gift for any new graduate, or for anyone who feels adrift.",
        "price_paper" : 11.60,
        "price_ebook" : 6.35,
        "cover_img" : "../assets/img/books/book-13.jpg",
        "support" : "both",
        "pages" : 256,
        "rating" : 5,
        "language" : "English",
        "interview" : "",
        "our_favorite" : true,
        "best_seller" : false        
    },
    
    {
        "id_book" : 14,
        "id_genre" : 8,
        "title" : "Fifty Shade of Gray",
        "description" : "When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana’s quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms.Shocked yet thrilled by Grey’s singular erotic tastes, Ana hesitates. For all the trappings of success—his multinational businesses, his vast wealth, his loving family—Grey is a man tormented by demons and consumed by the need to control. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian Grey’s secrets and explores her own dark desires",
        "price_paper" : 13.80,
        "price_ebook" : 9.70,
        "cover_img" : "../assets/img/books/book-14.jpg",
        "support" : "both",
        "pages" : 528,
        "rating" : 4,
        "language" : "English",
        "interview" : "https://www.youtube.com/embed/Fpm_1iERyoU",
        "our_favorite" : true,
        "best_seller" : true        
    },
    
    {
        "id_book" : 15,
        "id_genre" : 8,
        "title" : "Fifty Shade Darker",
        "description" : "Daunted by the singular tastes and dark secrets of the beautiful, tormented young entrepreneur Christian Grey, Anastasia Steele has broken off their relationship. But desire for Christian still dominates her every waking thought, and when he proposes a new arrangement, Ana cannot resist. They rekindle their searing sensual affair, and Ana learns more about the harrowing past of her damaged, driven, and demanding Fifty Shades. While Christian wrestles with his inner demons, Ana must confront the anger and envy of the women who came before her, and make the most important decision of her life.",
        "price_paper" : 13.80,
        "price_ebook" : 9.70,
        "cover_img" : "../assets/img/books/book-15.jpg",
        "support" : "both",
        "pages" : 560,
        "rating" : 3,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : false        
    },
    
    {
        "id_book" : 16,
        "id_genre" : 8,
        "title" : "Fifty Shade of Freed",
        "description" : "When unworldly student Anastasia Steele first encountered the driven and dazzling young entrepreneur Christian Grey, it sparked a sensual affair that changed both of their lives irrevocably. Shocked, intrigued, and, ultimately, repelled by Christian’s singular erotic tastes, Ana demands a deeper commitment. Determined to keep her, Christian agrees. Now, Ana and Christian have it all—love, passion, intimacy, wealth, and a world of possibilities for their future. But Ana knows that loving her Fifty Shades will not be easy, and that being together will pose challenges that neither of them would anticipate. Ana must somehow learn to share Christian’s opulent lifestyle without sacrificing her own identity. And Christian must overcome his compulsion to control as he wrestles with the demons of a tormented past. Just when it seems that their strength together will eclipse any obstacle, misfortune, malice, and fate conspire to make Ana’s deepest fears turn to reality.",
        "price_paper" : 13.80,
        "price_ebook" : 9.70,
        "cover_img" : "../assets/img/books/book-16.jpg",
        "support" : "both",
        "pages" : 592,
        "rating" : 4,
        "language" : "English",
        "interview" : "",
        "our_favorite" : false,
        "best_seller" : false        
    }

]